| Поле                           | Успешный                      | С ошибкой          | 
| ------------------------------ | ----------------------------- | ------------------ | 
| `start_requests_question.type` | `"hidden"`                    | `"paragraph"`      | 
| `edit_mail_question.type`      | `"paragraph"`                 | `"hidden"`         | 
| `collaborator_mail.type`       | `"text"`                      | `"hidden"`         | 
| `__submit_type__.value`        | `"start_requests_question_4"` | `"start_requests"` | 


ВОТ УСПЕШНЫЙ
{
  "action": "eval_action",
  "remote_action_id": "0x68775A1C2AAC75FD",
  "command": "submit_form",
  "wvars": [
    { "name": "_object_id", "value": "0x68790E4B5FD73CE8" },
    { "name": "_secid", "value": "D79209D7F710D81C5B5833EEF3540914" },
    { "name": "form_fields", "value": "" },
    {
      "name": "form_fields_default",
      "value": "[{\"name\": \"__submit_type__\",  \"value\": \"start_requests_question\",  \"type\": \"hidden\"}, {\"name\": \"event_id\",  \"value\": \"7528063969019772136\",  \"type\": \"hidden\"}]"
    }
  ],
  "form_fields": [
    { "name": "next_step", "value": "step_0", "type": "hidden" },
    { "name": "event_id", "value": "7528063969019772136", "type": "hidden" },
    {
      "name": "name",
      "value": "Базовый алгоритм анализа ситуации. SWOT-анализ",
      "type": "hidden"
    },
    { "name": "ed_org", "value": "CBSD", "type": "hidden" },
    { "name": "hour", "value": "5", "type": "hidden" },
    { "name": "day", "value": "1", "type": "hidden" },
    { "name": "event_type", "value": "Онлайн", "type": "hidden" },
    { "name": "group_cost", "value": "210000", "type": "hidden" },
    { "name": "max_persons", "value": "18", "type": "hidden" },
    { "name": "place", "value": "Москва", "type": "hidden" },
    {
      "name": "auto_accept_manager_days_count",
      "value": "0",
      "type": "hidden"
    },
    {
      "name": "auto_accept_mir_code_manager_days_count",
      "value": "0",
      "type": "hidden"
    },
    {
      "name": "main_collaborator_id",
      "value": "6529821342720858335",
      "type": "hidden"
    },
    {
      "name": "desc",
      "value": "<ul>\n\t<li>Выбор функциональной области</li>\n\t<li>Сильные и слабые стороны</li>\n\t<li>Возможности и угрозы среды</li>\n\t<li>Выработка решений</li>\n</ul>",
      "type": "hidden"
    },
    { "name": "person_find", "value": "", "type": "hidden" },
    {
      "name": "select_collaborator_ids",
      "value": "6088495787495616808;6620840487873902331;6088496085102907381;6088496058731410627;6088495887570322136;6525361813616360187;7368654750495616896;6762089765181535219;6618985378811040275;6426659969180589937;6702464149689798467;7587611267262388662;6517947059441571916;7446209746607740246;7514507909785808211;6509783365794531447;7262523871044316633;6088496087911854727;6088496089258227264;7446209747983145793;6668342786478180942;6916673630655694340;6434452998318224749;6562097781648288113;6599567746930771214;7351214115763144363;7277738529445646258;6543183779842560229;6088496197089714690;6088496114010831318;6635877923569153386;7310023987298198091;6088496313189337520;7037648552396601430;6088496316655173181;6875366669624302341;6941537135724221193;7038761570740624880;7297034945102435346;6340939990322544398;6088496371270897047;6977533131335033410;7389454233442481410",
      "type": "hidden"
    },
    {
      "name": "date_paragraph",
      "value": "Внесите до 5 возможных дат проведения",
      "type": "hidden"
    },
    { "name": "date_1_paragraph", "value": "Дата 1:", "type": "hidden" },
    {
      "name": "date_1_start",
      "value": "2026-09-22T00:00:00.000Z",
      "type": "hidden"
    },
    {
      "name": "date_1_finish",
      "value": "2026-09-22T00:00:00.000Z",
      "type": "hidden"
    },
    { "name": "date_1_hour_start", "value": "10:00", "type": "hidden" },
    { "name": "date_1_hour_finish", "value": "15:00", "type": "hidden" },
    { "name": "date_1_event_type", "value": "Онлайн", "type": "hidden" },
    { "name": "date_2_paragraph", "value": "Дата 2:", "type": "hidden" },
    {
      "name": "date_2_start",
      "value": "2026-10-27T00:00:00.000Z",
      "type": "hidden"
    },
    {
      "name": "date_2_finish",
      "value": "2026-10-27T00:00:00.000Z",
      "type": "hidden"
    },
    { "name": "date_2_hour_start", "value": "10:00", "type": "hidden" },
    { "name": "date_2_hour_finish", "value": "15:00", "type": "hidden" },
    { "name": "date_2_event_type", "value": "Онлайн", "type": "hidden" },
    { "name": "date_3_paragraph", "value": "Дата 3:", "type": "hidden" },
    { "name": "date_3_start", "value": "", "type": "hidden" },
    { "name": "date_3_finish", "value": "", "type": "hidden" },
    { "name": "date_3_hour_start", "value": "10:00", "type": "hidden" },
    { "name": "date_3_hour_finish", "value": "18:00", "type": "hidden" },
    { "name": "date_3_event_type", "value": "Очно", "type": "hidden" },
    { "name": "date_4_paragraph", "value": "Дата 4:", "type": "hidden" },
    { "name": "date_4_start", "value": "", "type": "hidden" },
    { "name": "date_4_finish", "value": "", "type": "hidden" },
    { "name": "date_4_hour_start", "value": "10:00", "type": "hidden" },
    { "name": "date_4_hour_finish", "value": "18:00", "type": "hidden" },
    { "name": "date_4_event_type", "value": "Очно", "type": "hidden" },
    { "name": "date_5_paragraph", "value": "Дата 5:", "type": "hidden" },
    { "name": "date_5_start", "value": "", "type": "hidden" },
    { "name": "date_5_finish", "value": "", "type": "hidden" },
    { "name": "date_5_hour_start", "value": "10:00", "type": "hidden" },
    { "name": "date_5_hour_finish", "value": "18:00", "type": "hidden" },
    { "name": "date_5_event_type", "value": "Очно", "type": "hidden" },
    {
      "name": "start_requests_question",
      "value": "Вы действительно хотите запустить процесс согласования? После старта возможность редактирования основных данных карточки мероприятия будет недоступна.",
      "type": "hidden" // вот тут
    },
    {
      "name": "start_save_question",
      "value": "Вы изменили состав участников мероприятия, удалив сотрудников, по которым уже был запущен процесс согласования.<br/>Заявки следующих сотрудников будут удалены: <ul>##person_fullnames##</ul>.<br/>Вы подтверждаете данное действие?",
      "type": "hidden"
    },
    {
      "name": "edit_mail_question",
      "value": "Перед запуском проверьте и, при необходимости, исправьте шаблоны отправляемых писем.",
      "type": "paragraph"
    },
    {
      "name": "manager_mail",
      "value": "Уважаемый(ая) ##фио_руководителя##!<br />\n<br />\nПри бюджетировании внешнего обучения на <strong>##текущий_год##</strong> год и/или при постановке целей по развитию на <strong>##текущий_год##</strong> год для Вашего сотрудника ##фио_сотрудника## было запланировано участие в обучающем мероприятии <strong>&quot;##название_мероприятия##&quot;</strong>.<br />\n<br />\nДанный курс запланирован к проведению в следующие даты:<br />\n##список_дат##<br />\nОриентировочная стоимость &ndash; <strong>##ориентировочная_стоимость##</strong> Итоговая стоимость будет зависеть от количества участников в группе.<br />\n<br />\nЭтапы согласования:<br />\n##список_согласования##<br />\nСсылка на заявку: ##ссылка_на_заявку##<br />\n<br />\n<strong>Если участие сотрудника в данном обучении неактуально</strong>, то нажмите кнопку<br />\n##кнопка_отклонения##.<br />\n<br />\n<strong>Если участие сотрудника в данном обучении актуально</strong>, то нажмите кнопку<br />\n##кнопка_подтверждения##.<br />\n<br />\n<br />\nВ случае вопросов, пожалуйста, обращайтесь к куратору курса: ##отвественный_сотрудник##<br />\nНе отвечайте на это письмо. Для согласования задачи используйте ссылки в письме.",
      "type": "hidden"
    },
    {
      "name": "mir_code_manager_mail",
      "value": "Уважаемый(ая) ##фио_руководителя_мир_кода##!<br />\n<br />\nПри бюджетировании внешнего обучения на <strong>##текущий_год##</strong> год и/или при постановке целей по развитию на <strong>##текущий_год##</strong> год для Вашего сотрудника ##фио_сотрудника## было запланировано участие в обучающем мероприятии <strong>&quot;##название_мероприятия##&quot;</strong>.<br />\n<br />\nДанный курс запланирован к проведению в следующие даты:<br />\n##список_дат##<br />\nОриентировочная стоимость &ndash; <strong>##ориентировочная_стоимость##</strong> Итоговая стоимость будет зависеть от количества участников в группе.<br />\n<br />\nЭтапы согласования:<br />\n##список_согласования##<br />\nСсылка на заявку: ##ссылка_на_заявку##<br />\n<br />\n<strong>Если участие сотрудника в данном обучении неактуально</strong>, то нажмите кнопку<br />\n##кнопка_отклонения##.<br />\n<br />\n<strong>Если участие сотрудника в данном обучении актуально</strong>, то нажмите кнопку<br />\n##кнопка_подтверждения##.<br />\n<br />\n<br />\nВ случае вопросов, пожалуйста, обращайтесь к куратору курса: ##отвественный_сотрудник##<br />\nНе отвечайте на это письмо. Для согласования задачи используйте ссылки в письме.",
      "type": "hidden"
    },
    {
      "name": "collaborator_mail",
      "value": "Добрый день, ##фио_сотрудника##!<br />\n<br />\nВаше участие в мероприятии &quot;##название_мероприятия##&quot; планировалось в процессе бюджетирования внешнего обучения на ##текущий_год## год и/или при постановке целей по развитию на ##текущий_год## год в рамках УЭД.<br />\n<br />\nДанное письмо подтверждает, что Ваш руководитель/владелец MIR кода подтвердил/(и) возможность Вашего участия в данном мероприятии.<br />\n<br />\nДанный курс запланирован к проведению в следующие даты:<br />\n##список_дат##<br />\nВам необходимо выбрать подходящие даты обучения и пройти регистрацию в течение 2<strong>-х рабочих дней с момента получения данного письма</strong>.<br />\n<br />\nДля регистрации перейдите по ссылке: ##ссылка_на_заявку##<br />\n<br />\nЕсли Вы не планируете принимать участие в мероприятии, пожалуйста, нажмите на кнопку:<br />\n##кнопка_отклонения##.<br />\n<br />\nВ случае вопросов, пожалуйста, обращайтесь к куратору курса: ##отвественный_сотрудник##<br />\n<br />\n<br />\nНе отвечайте на это письмо. Для согласования задачи используйте ссылки в письме.",
      "type": "text" // тут
    },
    { "name": "select_remember_option", "value": "0", "type": "hidden" },
    {
      "name": "manager_mail_remember",
      "value": "Уважаемый(ая) ##фио_руководителя##!<br/><br/>Напоминаем вам, что при бюджетировании внешнего обучения на <b>##текущий_год##</b> год и/или при постановке целей по развитию на <b>##текущий_год##</b> год для Вашего сотрудника ##фио_сотрудника## было запланировано участие в обучающем мероприятии <b>\"##название_мероприятия##\"</b>.<br/><br/>Данный курс запланирован к проведению в следующие даты: <br/>##список_дат##<br/>Ориентировочная стоимость – <b>##ориентировочная_стоимость##</b> Итоговая стоимость будет зависеть от количества участников в группе. <br/><br/>Этапы согласования:<br/>##список_согласования##<br/>Ссылка на заявку: ##ссылка_на_заявку##<br/><br/><b>Если участие сотрудника в данном обучении неактуально</b>, то нажмите кнопку <br/>##кнопка_отклонения##.<br/><br/><b>Если участие сотрудника в данном обучении актуально</b>, то нажмите кнопку <br/>##кнопка_подтверждения##.<br/><br/><br/>В случае вопросов, пожалуйста, обращайтесь к куратору курса: ##отвественный_сотрудник##<br/>Не отвечайте на это письмо. Для согласования задачи используйте ссылки в письме.",
      "type": "hidden"
    },
    {
      "name": "mir_code_manager_mail_remember",
      "value": "Уважаемый(ая) ##фио_руководителя_мир_кода##!<br/><br/>Напоминаем вам, что при бюджетировании внешнего обучения на <b>##текущий_год##</b> год и/или при постановке целей по развитию на <b>##текущий_год##</b> год для Вашего сотрудника ##фио_сотрудника## было запланировано участие в обучающем мероприятии <b>\"##название_мероприятия##\"</b>.<br/><br/>Данный курс запланирован к проведению в следующие даты: <br/>##список_дат##<br/>Ориентировочная стоимость – <b>##ориентировочная_стоимость##</b> Итоговая стоимость будет зависеть от количества участников в группе. <br/><br/>Этапы согласования:<br/>##список_согласования##<br/>Ссылка на заявку: ##ссылка_на_заявку##<br/><br/><b>Если участие сотрудника в данном обучении неактуально</b>, то нажмите кнопку <br/>##кнопка_отклонения##.<br/><br/><b>Если участие сотрудника в данном обучении актуально</b>, то нажмите кнопку <br/>##кнопка_подтверждения##.<br/><br/><br/>В случае вопросов, пожалуйста, обращайтесь к куратору курса: ##отвественный_сотрудник##<br/>Не отвечайте на это письмо. Для согласования задачи используйте ссылки в письме.",
      "type": "hidden"
    },
    {
      "name": "edit_mail_help",
      "value": "Список возможных автоподстановок:<p style=\"font-size: 10px\"><br/><b>##фио_сотрудника##</b> - ФИО сотрудника, который хочет обучаться<br/><b>##фио_руководителя##</b> - ФИО непосредственного руководителя<br/><b>##фио_руководителя_мир_кода##</b> - ФИО владельца Мир-кода сотрудника<br/><b>##текущий_год##</b> - Текущий год<br/><b>##название_мероприятия##</b> - Название мероприятия<br/><b>##список_дат##</b> - Список групп для мероприятия. Даты и формат проведения<br/><b>##ориентировочная_стоимость##</b> - Ориентировочная стоимость в формате \"ХХХ руб./чел.\"<br/><b>##ссылка_на_заявку##</b> - ссылка на заявку<br/><b>##кнопка_подтверждения##</b> - формирует письмо на подтверждение заявки<br/><b>##кнопка_отклонения##</b> - формирует письмо на отклонение заявки<br/><b>##количество_дней_руководителя##</b> - показывает, через сколько дней произойдет автосогласование заявки руководителем<br/><b>##количество_дней_руководителя_мир_кода##</b> - показывает, через сколько дней произойдет автосогласование заявки владельцем Мир-кода<br/><b>##список_согласования##</b> - формирует таблицу с ифнормацией о том, кто согласовал<br/><b>##отвественный_сотрудник##</b> - формирует таблицу с ифнормацией о том, кто согласовал<br/><p>",
      "type": "paragraph" // тут
    },
    {
      "name": "archive_question",
      "value": "Вы действительно хотите перевести все существующие данные в архив?",
      "type": "hidden"
    },
    { "name": "delete_dates", "value": "0", "type": "hidden" },
    {
      "name": "__submit_type__",
      "value": "start_requests_question_4", // и тут
      "type": "hidden"
    }

  ]
}

// ----------------------------
С ошибкой
{
  "action": "eval_action",
  "remote_action_id": "0x68775A1C2AAC75FD",
  "command": "submit_form",
  "wvars": [
    { "name": "_object_id", "value": "0x68790E4B5FD73CE8" },
    { "name": "_secid", "value": "D79209D7F710D81C5B5833EEF3540914" },
    { "name": "form_fields", "value": "" },
    {
      "name": "form_fields_default",
      "value": "[{\"name\": \"__submit_type__\",  \"value\": \"start_requests_question\",  \"type\": \"hidden\"}, {\"name\": \"event_id\",  \"value\": \"7528063969019772136\",  \"type\": \"hidden\"}]"
    }
  ],
  "form_fields": [
    { "name": "next_step", "value": "step_0", "type": "hidden" },
    { "name": "event_id", "value": "7528063969019772136", "type": "hidden" },
    {
      "name": "name",
      "value": "Базовый алгоритм анализа ситуации. SWOT-анализ",
      "type": "hidden"
    },
    { "name": "ed_org", "value": "CBSD", "type": "hidden" },
    { "name": "hour", "value": "5", "type": "hidden" },
    { "name": "day", "value": "1", "type": "hidden" },
    { "name": "event_type", "value": "Онлайн", "type": "hidden" },
    { "name": "group_cost", "value": "210000", "type": "hidden" },
    { "name": "max_persons", "value": "18", "type": "hidden" },
    { "name": "place", "value": "Москва", "type": "hidden" },
    {
      "name": "auto_accept_manager_days_count",
      "value": "0",
      "type": "hidden"
    },
    {
      "name": "auto_accept_mir_code_manager_days_count",
      "value": "0",
      "type": "hidden"
    },
    {
      "name": "main_collaborator_id",
      "value": "6529821342720858335",
      "type": "hidden"
    },
    {
      "name": "desc",
      "value": "<ul>\n\t<li>Выбор функциональной области</li>\n\t<li>Сильные и слабые стороны</li>\n\t<li>Возможности и угрозы среды</li>\n\t<li>Выработка решений</li>\n</ul>",
      "type": "hidden"
    },
    { "name": "person_find", "value": "", "type": "hidden" },
    {
      "name": "select_collaborator_ids",
      "value": "6088495787495616808;6620840487873902331;6088496085102907381;6088496058731410627;6088495887570322136;6525361813616360187;7368654750495616896;6762089765181535219;6618985378811040275;6426659969180589937;6702464149689798467;7587611267262388662;6517947059441571916;7446209746607740246;7514507909785808211;6509783365794531447;7262523871044316633;6088496087911854727;6088496089258227264;7446209747983145793;6668342786478180942;6916673630655694340;6434452998318224749;6562097781648288113;6599567746930771214;7351214115763144363;7277738529445646258;6543183779842560229;6088496197089714690;6088496114010831318;6635877923569153386;7310023987298198091;6088496313189337520;7037648552396601430;6088496316655173181;6875366669624302341;6941537135724221193;7038761570740624880;7297034945102435346;6340939990322544398;6088496371270897047;6977533131335033410;7389454233442481410",
      "type": "hidden"
    },
    {
      "name": "date_paragraph",
      "value": "Внесите до 5 возможных дат проведения",
      "type": "hidden"
    },
    { "name": "date_1_paragraph", "value": "Дата 1:", "type": "hidden" },
    {
      "name": "date_1_start",
      "value": "2026-09-22T00:00:00.000Z",
      "type": "hidden"
    },
    {
      "name": "date_1_finish",
      "value": "2026-09-22T00:00:00.000Z",
      "type": "hidden"
    },
    { "name": "date_1_hour_start", "value": "10:00", "type": "hidden" },
    { "name": "date_1_hour_finish", "value": "15:00", "type": "hidden" },
    { "name": "date_1_event_type", "value": "Онлайн", "type": "hidden" },
    { "name": "date_2_paragraph", "value": "Дата 2:", "type": "hidden" },
    {
      "name": "date_2_start",
      "value": "2026-10-27T00:00:00.000Z",
      "type": "hidden"
    },
    {
      "name": "date_2_finish",
      "value": "2026-10-27T00:00:00.000Z",
      "type": "hidden"
    },
    { "name": "date_2_hour_start", "value": "10:00", "type": "hidden" },
    { "name": "date_2_hour_finish", "value": "15:00", "type": "hidden" },
    { "name": "date_2_event_type", "value": "Онлайн", "type": "hidden" },
    { "name": "date_3_paragraph", "value": "Дата 3:", "type": "hidden" },
    { "name": "date_3_start", "value": "", "type": "hidden" },
    { "name": "date_3_finish", "value": "", "type": "hidden" },
    { "name": "date_3_hour_start", "value": "10:00", "type": "hidden" },
    { "name": "date_3_hour_finish", "value": "18:00", "type": "hidden" },
    { "name": "date_3_event_type", "value": "Очно", "type": "hidden" },
    { "name": "date_4_paragraph", "value": "Дата 4:", "type": "hidden" },
    { "name": "date_4_start", "value": "", "type": "hidden" },
    { "name": "date_4_finish", "value": "", "type": "hidden" },
    { "name": "date_4_hour_start", "value": "10:00", "type": "hidden" },
    { "name": "date_4_hour_finish", "value": "18:00", "type": "hidden" },
    { "name": "date_4_event_type", "value": "Очно", "type": "hidden" },
    { "name": "date_5_paragraph", "value": "Дата 5:", "type": "hidden" },
    { "name": "date_5_start", "value": "", "type": "hidden" },
    { "name": "date_5_finish", "value": "", "type": "hidden" },
    { "name": "date_5_hour_start", "value": "10:00", "type": "hidden" },
    { "name": "date_5_hour_finish", "value": "18:00", "type": "hidden" },
    { "name": "date_5_event_type", "value": "Очно", "type": "hidden" },
    {
      "name": "start_requests_question",
      "value": "Вы действительно хотите запустить процесс согласования? После старта возможность редактирования основных данных карточки мероприятия будет недоступна.",
      "type": "paragraph"
    },
    {
      "name": "start_save_question",
      "value": "Вы изменили состав участников мероприятия, удалив сотрудников, по которым уже был запущен процесс согласования.<br/>Заявки следующих сотрудников будут удалены: <ul>##person_fullnames##</ul>.<br/>Вы подтверждаете данное действие?",
      "type": "hidden"
    },
    {
      "name": "edit_mail_question",
      "value": "Перед запуском проверьте и, при необходимости, исправьте шаблоны отправляемых писем.",
      "type": "hidden"
    },
    {
      "name": "manager_mail",
      "value": "Уважаемый(ая) ##фио_руководителя##!<br />\n<br />\nПри бюджетировании внешнего обучения на <strong>##текущий_год##</strong> год и/или при постановке целей по развитию на <strong>##текущий_год##</strong> год для Вашего сотрудника ##фио_сотрудника## было запланировано участие в обучающем мероприятии <strong>&quot;##название_мероприятия##&quot;</strong>.<br />\n<br />\nДанный курс запланирован к проведению в следующие даты:<br />\n##список_дат##<br />\nОриентировочная стоимость &ndash; <strong>##ориентировочная_стоимость##</strong> Итоговая стоимость будет зависеть от количества участников в группе.<br />\n<br />\nЭтапы согласования:<br />\n##список_согласования##<br />\nСсылка на заявку: ##ссылка_на_заявку##<br />\n<br />\n<strong>Если участие сотрудника в данном обучении неактуально</strong>, то нажмите кнопку<br />\n##кнопка_отклонения##.<br />\n<br />\n<strong>Если участие сотрудника в данном обучении актуально</strong>, то нажмите кнопку<br />\n##кнопка_подтверждения##.<br />\n<br />\n<br />\nВ случае вопросов, пожалуйста, обращайтесь к куратору курса: ##отвественный_сотрудник##<br />\nНе отвечайте на это письмо. Для согласования задачи используйте ссылки в письме.",
      "type": "hidden"
    },
    {
      "name": "mir_code_manager_mail",
      "value": "Уважаемый(ая) ##фио_руководителя_мир_кода##!<br />\n<br />\nПри бюджетировании внешнего обучения на <strong>##текущий_год##</strong> год и/или при постановке целей по развитию на <strong>##текущий_год##</strong> год для Вашего сотрудника ##фио_сотрудника## было запланировано участие в обучающем мероприятии <strong>&quot;##название_мероприятия##&quot;</strong>.<br />\n<br />\nДанный курс запланирован к проведению в следующие даты:<br />\n##список_дат##<br />\nОриентировочная стоимость &ndash; <strong>##ориентировочная_стоимость##</strong> Итоговая стоимость будет зависеть от количества участников в группе.<br />\n<br />\nЭтапы согласования:<br />\n##список_согласования##<br />\nСсылка на заявку: ##ссылка_на_заявку##<br />\n<br />\n<strong>Если участие сотрудника в данном обучении неактуально</strong>, то нажмите кнопку<br />\n##кнопка_отклонения##.<br />\n<br />\n<strong>Если участие сотрудника в данном обучении актуально</strong>, то нажмите кнопку<br />\n##кнопка_подтверждения##.<br />\n<br />\n<br />\nВ случае вопросов, пожалуйста, обращайтесь к куратору курса: ##отвественный_сотрудник##<br />\nНе отвечайте на это письмо. Для согласования задачи используйте ссылки в письме.",
      "type": "hidden"
    },
    {
      "name": "collaborator_mail",
      "value": "Добрый день, ##фио_сотрудника##!<br />\n<br />\nВаше участие в мероприятии &quot;##название_мероприятия##&quot; планировалось в процессе бюджетирования внешнего обучения на ##текущий_год## год и/или при постановке целей по развитию на ##текущий_год## год в рамках УЭД.<br />\n<br />\nДанное письмо подтверждает, что Ваш руководитель/владелец MIR кода подтвердил/(и) возможность Вашего участия в данном мероприятии.<br />\n<br />\nДанный курс запланирован к проведению в следующие даты:<br />\n##список_дат##<br />\nВам необходимо выбрать подходящие даты обучения и пройти регистрацию в течение 2<strong>-х рабочих дней с момента получения данного письма</strong>.<br />\n<br />\nДля регистрации перейдите по ссылке: ##ссылка_на_заявку##<br />\n<br />\nЕсли Вы не планируете принимать участие в мероприятии, пожалуйста, нажмите на кнопку:<br />\n##кнопка_отклонения##.<br />\n<br />\nВ случае вопросов, пожалуйста, обращайтесь к куратору курса: ##отвественный_сотрудник##<br />\n<br />\n<br />\nНе отвечайте на это письмо. Для согласования задачи используйте ссылки в письме.",
      "type": "hidden"
    },
    { "name": "select_remember_option", "value": "0", "type": "hidden" },
    {
      "name": "manager_mail_remember",
      "value": "Уважаемый(ая) ##фио_руководителя##!<br/><br/>Напоминаем вам, что при бюджетировании внешнего обучения на <b>##текущий_год##</b> год и/или при постановке целей по развитию на <b>##текущий_год##</b> год для Вашего сотрудника ##фио_сотрудника## было запланировано участие в обучающем мероприятии <b>\"##название_мероприятия##\"</b>.<br/><br/>Данный курс запланирован к проведению в следующие даты: <br/>##список_дат##<br/>Ориентировочная стоимость – <b>##ориентировочная_стоимость##</b> Итоговая стоимость будет зависеть от количества участников в группе. <br/><br/>Этапы согласования:<br/>##список_согласования##<br/>Ссылка на заявку: ##ссылка_на_заявку##<br/><br/><b>Если участие сотрудника в данном обучении неактуально</b>, то нажмите кнопку <br/>##кнопка_отклонения##.<br/><br/><b>Если участие сотрудника в данном обучении актуально</b>, то нажмите кнопку <br/>##кнопка_подтверждения##.<br/><br/><br/>В случае вопросов, пожалуйста, обращайтесь к куратору курса: ##отвественный_сотрудник##<br/>Не отвечайте на это письмо. Для согласования задачи используйте ссылки в письме.",
      "type": "hidden"
    },
    {
      "name": "mir_code_manager_mail_remember",
      "value": "Уважаемый(ая) ##фио_руководителя_мир_кода##!<br/><br/>Напоминаем вам, что при бюджетировании внешнего обучения на <b>##текущий_год##</b> год и/или при постановке целей по развитию на <b>##текущий_год##</b> год для Вашего сотрудника ##фио_сотрудника## было запланировано участие в обучающем мероприятии <b>\"##название_мероприятия##\"</b>.<br/><br/>Данный курс запланирован к проведению в следующие даты: <br/>##список_дат##<br/>Ориентировочная стоимость – <b>##ориентировочная_стоимость##</b> Итоговая стоимость будет зависеть от количества участников в группе. <br/><br/>Этапы согласования:<br/>##список_согласования##<br/>Ссылка на заявку: ##ссылка_на_заявку##<br/><br/><b>Если участие сотрудника в данном обучении неактуально</b>, то нажмите кнопку <br/>##кнопка_отклонения##.<br/><br/><b>Если участие сотрудника в данном обучении актуально</b>, то нажмите кнопку <br/>##кнопка_подтверждения##.<br/><br/><br/>В случае вопросов, пожалуйста, обращайтесь к куратору курса: ##отвественный_сотрудник##<br/>Не отвечайте на это письмо. Для согласования задачи используйте ссылки в письме.",
      "type": "hidden"
    },
    {
      "name": "edit_mail_help",
      "value": "Список возможных автоподстановок:<p style=\"font-size: 10px\"><br/><b>##фио_сотрудника##</b> - ФИО сотрудника, который хочет обучаться<br/><b>##фио_руководителя##</b> - ФИО непосредственного руководителя<br/><b>##фио_руководителя_мир_кода##</b> - ФИО владельца Мир-кода сотрудника<br/><b>##текущий_год##</b> - Текущий год<br/><b>##название_мероприятия##</b> - Название мероприятия<br/><b>##список_дат##</b> - Список групп для мероприятия. Даты и формат проведения<br/><b>##ориентировочная_стоимость##</b> - Ориентировочная стоимость в формате \"ХХХ руб./чел.\"<br/><b>##ссылка_на_заявку##</b> - ссылка на заявку<br/><b>##кнопка_подтверждения##</b> - формирует письмо на подтверждение заявки<br/><b>##кнопка_отклонения##</b> - формирует письмо на отклонение заявки<br/><b>##количество_дней_руководителя##</b> - показывает, через сколько дней произойдет автосогласование заявки руководителем<br/><b>##количество_дней_руководителя_мир_кода##</b> - показывает, через сколько дней произойдет автосогласование заявки владельцем Мир-кода<br/><b>##список_согласования##</b> - формирует таблицу с ифнормацией о том, кто согласовал<br/><b>##отвественный_сотрудник##</b> - формирует таблицу с ифнормацией о том, кто согласовал<br/><p>",
      "type": "hidden"
    },
    {
      "name": "archive_question",
      "value": "Вы действительно хотите перевести все существующие данные в архив?",
      "type": "hidden"
    },
    { "name": "delete_dates", "value": "0", "type": "hidden" },
    { "name": "__submit_type__", "value": "start_requests", "type": "hidden" }
  ]
}


