Canny Colm |  | Chief financial officer | Ирландия:ФД | ВТБ_Лизинг. Ирландия

Августинчик Екатерина Иосифовна | KAuhustsinchyk@vtb-leasing.com | Ведущий бухгалтер | Беларусь: ФД | ВТБ_Лизинг. Беларусь

Александрова Оксана Евгеньевна | OAleksandrova@vtb-leasing.ru | Начальник группы | Группа бюджетного и ресурсного контроля Департамента информационных технологий | ВТБ Лизинг

Антоненко Дмитрий Анатольевич | DAntonenko@vtb-leasing.ru | Советник | Администрация | ВТБ Лизинг

Атмашкин Роман Андреевич | RAtmashkin@vtb-leasing.ru | Заместитель генерального директора | Дирекция по работе с клиентами Обособленного подразделения ООО ФинансБизнесГрупп в городе Москве | ФинансБизнесГрупп

Белобородова Елена Александровна |  | Начальник службы | Служба сопровождения и реализации сделок Управления операций Автолизинга Департамента поддержки бизнеса | ВТБ Лизинг - Архив

Божко Владимир Климентьевич | VBozhko@vtb-leasing.ru | Директор по безопасности — Руководитель департамента безопасности | Администрация | ВТБ Лизинг

Бондаренко Денис Валерьевич | DBondarenko@vtb-leasing.ru | Начальник отдела | Отдел кредитного анализа | ВТБ Лизинг

Брусенский Сергей Владимирович | SBrusenskiy@vtb-leasing.ru | Начальник отдела | Отдел поддержки прикладных систем и приложений Управления ИТ инфраструктуры и поддержки Департамента информационных технологий | ВТБ Лизинг

Бубнова Ксения Владимировна | KBubnova@vtb-leasing.ru | Начальник отдела | Отдел методологии Управления анализа и контроля рисков Департамента рисков | ВТБ Лизинг

Бурмистров Федор Иванович | FBurmistrov@vtb-leasing.ru | Начальник отдела | Отдел оценки имущественных рисков Департамента рисков | ВТБ Лизинг

Бутаков Максим Сергеевич | MButakov@vtb-leasing.ru | Начальник отдела | Отдел контроля качества и тестирования Управления развития информационных систем Департамента информационных технологий | ВТБ Лизинг

Валеев Руслан Рамзисович | RValeev@vtb-leasing.ru_dismiss | Начальник управления | Управление сложноструктурированных сделок Департамента по продажам продуктов Автолизинга | ВТБ Лизинг - Архив

Вержбицкая Светлана Александровна | SVergbitskaya@vtb-leasing.ru | Начальник отдела | Отдел заключения договоров Службы оформления договоров Управления операций Автолизинга Департамента поддержки бизнеса | ВТБ Лизинг

Вётош Павел Александрович | PVetosh@vtb-leasing.com | Генеральный директор | Администрация | ВТБ Лизинг Финанс

Галлямова Альбина Камилевна | AGallyamova@vtb-leasing.ru | Начальник службы | Служба обучения и развития персонала Управления обучения, развития и адаптации персонала Департамента по работе с персоналом | ВТБ Лизинг

Гальцева Зоя Владимировна | ZGalceva@vtb-leasing.ru_dismiss | Руководитель группы | Отдел по лизингу воздушных и морских судов Управления по работе с отраслевыми клиентами Департамента по работе с клиентами | ВТБ Лизинг - Архив

Горбачева Мария Павловна | MGorbacheva@vtb-leasing.ru | Начальник отдела | Отдел по лизингу автотранспорта, спецтехники Управления по работе с отраслевыми клиентами Департамента по работе с клиентами | ВТБ Лизинг

Горзиева Ирина Викторовна | IGorzieva@vtb-leasing.ru | Начальник отдела | Отдел по работе с финансовыми институтами Казначейства Финансового департамента | ВТБ Лизинг

Гринис Диана Аркадьевна | DGrinis@vtb-leasing.ru_dismiss | Директор по персоналу | Администрация | ФинансБизнесГрупп - Архив

Гусакова Светлана Васильевна | SGusakova@vtb-leasing.ru | Начальник службы | Служба координации проектов | ВТБ Лизинг

Дороднова Светлана Сергеевна | SDorodnova@vtb-leasing.ru | Начальник отдела | Отдел учёта прочих операций Управления бухгалтерского учета Финансового департамента | ВТБ Лизинг

Дьяконенко Елена Константиновна | EDyakonenko@vtb-leasing.ru | Руководитель проекта | Департамент по продажам продуктов Автолизинга | ВТБ Лизинг

Егорова Ирина Николаевна |  | Руководитель группы | Группа координации кросс-продаж и автоматизации бизнес-процессов Службы аналитики и поддержки продаж Управления координации и анализа бизнеса | ВТБ Лизинг - Архив

Еременко Филипп Георгиевич |  | Начальник управления | Управление контроля бизнес-подразделений Финансового департамента | ВТБ Лизинг - Архив

Ермакова Юлия Викторовна |  | Начальник отдела | Отдел сопровождения лизинговых операций Управления лизинговых операций Департамента поддержки бизнеса | ВТБ Лизинг - Архив

Есюнин Константин Геннадьевич | KEsyunin@vtb-leasing.ru | Главный архитектор | Отдел ИТ архитектуры Департамента информационных технологий | ВТБ Лизинг

Жданова Галина Анатольевна | GZhdanova@vtb-leasing.ru | Начальник управления | Управление управленческой отчётности, стратегического планирования и контроля за расходами Финансового департамента | ВТБ Лизинг

Заболев Аркадий Робертович | AZabolev@vtb-leasing.ru | Начальник отдела | Отдел анализа и контроля рисков лизинговых операций Управления анализа и контроля рисков Департамента рисков | ВТБ Лизинг

Ибадул Полина Эльдаровна | PIbadul@uka.msk.ru | Начальник отдела | Отдел страхования | УКА

Иванов Андрей Викторович | AIvanov@vtb-leasing.ru | Управляющий директор по лизингу автотранспорта и спецтехники | Департамент по работе с клиентами | ВТБ Лизинг
